
&НаСервере
Процедура ОбновитьНДФЛНаСервере()
	Справочники.ВидыДоходовНДФЛ.НачальноеЗаполнение();
КонецПроцедуры

&НаКлиенте
Процедура ОбновитьНДФЛ()
	ОбновитьНДФЛНаСервере();
КонецПроцедуры

&НаСервере
Процедура ОбновитьФСЗННаСервере()
	РегистрыСведений.ТарифСтраховыхВзносов.НачальноеЗаполнение();
КонецПроцедуры

&НаКлиенте
Процедура ОбновитьФСЗН(Команда)
	ОбновитьФСЗННаСервере();
КонецПроцедуры

&НаСервере
Процедура ОбновитьНачисленияНаСервере()
	ПланыВидовРасчета.Начисления.СкорректироватьСоставПоказателейНачисленийПредопределенногоСпособаРасчетаОплатаБольничногоЛиста();
КонецПроцедуры

&НаКлиенте
Процедура ОбновитьНачисления(Команда)
	Если Истина Тогда
		Возврат;
	КонецЕсли;

	ОбновитьНачисленияНаСерверe();
КонецПроцедуры
