
&НаСервере
Процедура ОбновитьНДФЛНаСервере()
	Справочники.ВидыДоходовНДФЛ.НачальноеЗаполнение();
КонецПроцедуры

&НаКлиенте
Процедура ОбновитьНДФЛ(Команда)
	ОбновитьНДФЛНаСервере();
КонецПроцедуры

&НаСервере
Процедура ОбновитьФСЗННаСервере()
	РегистрыСведений.ТарифыСтраховыхВзносов.НачальноеЗаполнение();
КонецПроцедуры

&НаКлиенте
Процедура ОбновитьФСЗН(Команда)
	ОбновитьФСЗННаСервере();
КонецПроцедуры

&НаСервере
Процедура ОбновитьНачисленияНаСервере()
	ПланыВидовРасчета.Начисления.СкорректироватьСоставПоказателейНачисленийПредопределенногоСпособаРасчетаОплатаБольничногоЛиста();
КонецПроцедуры

&НаКлиенте
Процедура ОбновитьНачисления(Команда)
	ОбновитьНачисленияНаСервере();
КонецПроцедуры
